Repository: exelix11/SysDVR
Catalog: ClientGUI/Resources/Resources.*.resx
Languages: de_de, pl_pl

source: Both
de_de: Beide
pl_pl: Obydwa

source: Done
de_de: Fertig
pl_pl: Gotowy

source: Downloading
de_de: Lade herunter
pl_pl: Pobieranie

source: Driver
de_de: Treiber
pl_pl: Sterownik

# DRIVERINSTALL_EXTRACT_FAILED
source: Driver download and extraction failed
de_de: Treiber download und entpackend fehlgeschlagen
pl_pl: Pobieranie i rozpakowywanie sterownika nie powiodło się

# DRIVERINSTALL_FAILED
source: Driver installation failed
de_de: Treiber installation fehlgeschlagen
pl_pl: Instalacja sterownika nie powiodła się

# DRIVERINSTALL_FORM_ERRORMESSAGE
source: \r\n\r\nRestart this application and try again, if it keeps on happening open an issue on GitHub.\r\nYou can also try following the manual driver installation guide on GitHub
de_de: \r\n\r\nStarten Sie die Anwendung neu und versuchen Sie es erneut. Wenn das Problem weiterhin auftritt, öffnen Sie eine Meldung auf GitHub.\r\nSie können auch versuchen, der manuellen Treiberinstallationsanleitung auf GitHub zu folgen
pl_pl: \r\n\r\nUruchom ponownie aplikację i spróbuj ponownie. Jeśli problem nadal występuje, otwórz wiadomość na GitHub.\r\nMożesz także spróbować postępować zgodnie z instrukcjami ręcznej instalacji sterownika na GitHub.

# DRIVERINSTALL_FORM_INFOTEXT
source: This page allows you to install the USB driver. Since version 5.5 SysDVR uses the standard Android driver provided by Google. If you click install this setup will download latest driver provided by Google from the official link and prompt to install it This operation requires an internet connection
de_de: Auf dieser Seite können Sie den USB-Treiber installieren. Seit Version 5.5 verwendet SysDVR den von Google bereitgestellten Android-Standardtreiber. Wenn Sie auf "Installieren" klicken, lädt das Setup den neuesten von Google bereitgestellten Treiber von dem offiziellen Link herunter und fordert Sie auf, ihn zu installieren. Dieser Vorgang erfordert eine Internetverbindung
pl_pl: Na tej stronie można zainstalować sterownik USB. Od wersji 5.5 SysDVR używa standardowego sterownika Android dostarczonego przez Google. Po kliknięciu przycisku "Zainstaluj" instalator pobierze najnowszy sterownik dostarczony przez Google z oficjalnego łącza i wyświetli monit o jego zainstalowanie. Proces ten wymaga połączenia z Internetem

# DRIVERINSTALL_FORM_INSTALLED_ALREADY
source: The correct driver seems to be already installed, you don't need to install it again.
de_de: Der richtige Treiber scheint bereits installiert und muss es nicht ein weiteres Mal.
pl_pl: Wygląda na to, że prawidłowy sterownik jest już zainstalowany i nie trzeba go instalować ponownie.

# DRIVERINSTALL_FORM_INSTALLED_ALREADY_INFO
source: It seems the driver is already installed, unless you face issues, you DON'T need to install it again.
de_de: Der richtige Treiber scheint bereits installiert, solange es keine Probleme gibt, muss dieser nicht neu-installiert werden.
pl_pl: Prawidłowy sterownik wydaje się być już zainstalowany, więc dopóki nie ma problemów, nie ma potrzeby ponownej instalacji.

# DRIVERINSTALL_FORM_NOT_DETECTED
source: It seems Windows has never detected the SysDVR device ID, enable USB mode in SysDVR-Settings and connect your console. Note that USB-C to C cables may not work.
de_de: Es scheint, dass Windows die SysDVR-Geräte-ID nie erkannt hat. Aktivieren Sie den USB-Modus in den SysDVR-Einstellungen und schließen Sie Ihre Konsole an. Beachten Sie, dass USB-C-zu-C-Kabel möglicherweise nicht funktionieren.
pl_pl: Wygląda na to, że system Windows nigdy nie rozpoznał identyfikatora urządzenia SysDVR. Włącz tryb USB w ustawieniach SysDVR i podłącz konsolę. Należy pamiętać, że kable USB-C do C mogą nie działać.

# DRIVERINSTALL_FORM_NOT_INSTALLED
source: It seems the driver is not installed, you need to install it to use SysDVR.
de_de: Es scheint, dass der Treiber nicht installiert ist. Sie müssen ihn installieren, um SysDVR zu verwenden.
pl_pl: Wygląda na to, że sterownik nie jest zainstalowany. Należy go zainstalować, aby móc korzystać z SysDVR.

source: Error
de_de: Fehler
pl_pl: Błąd

source: Exit
de_de: Beenden
pl_pl: Wyjście

# FILESTREAM_CONTROL_INFO
source: This will save the stream to an mp4 file. Minimal processing is done to the stream: the output file may be big or in a format that is not supported by some players, it's recommended to re-encode it with ffmpeg or another converter once the recording is done.
de_de: Dadurch wird der Stream in einer mp4-Datei gespeichert. Der Stream wird nur minimal bearbeitet: Die Ausgabedatei kann groß sein oder in einem Format vorliegen, das von einigen Playern nicht unterstützt wird. Es wird empfohlen, die Datei mit ffmpeg oder einem anderen Konverter neu zu kodieren, sobald die Aufnahme abgeschlossen ist.
pl_pl: Powoduje to zapisanie strumienia w pliku mp4. Strumień jest edytowany tylko w minimalnym stopniu: Plik wyjściowy może być duży lub w formacie nieobsługiwanym przez niektóre odtwarzacze. Zaleca się ponowne zakodowanie pliku za pomocą ffmpeg lub innego konwertera po zakończeniu nagrywania.

source: Install
de_de: Installation
pl_pl: Instalacja

source: Installing
de_de: Installiere
pl_pl: Instalowanie

source: Launch
de_de: Start
pl_pl: Start

# MAIN_CREATE_QUICKLAUNCH
source: Create quick launch shortcut
de_de: Verknüpfung erstellen
pl_pl: Utwórz link

# MAIN_DLL_NOT_FOUND
source: not found, did you extract all the files in the same folder ?
de_de: nicht gefunden, haben Sie alle Dateien in denselben Ordner entpackt?
pl_pl: nie znaleziono, czy rozpakowałeś wszystkie pliki do tego samego folderu?

# MAIN_DRIVER_NOT_FOUND
source: You selected USB streaming but it seems that the SysDVR driver is not installed, do you want to install it now ?
de_de: Sie haben USB-Streaming ausgewählt, aber es scheint, dass der SysDVR-Treiber nicht installiert ist. Möchten Sie ihn jetzt installieren?
pl_pl: Wybrałeś strumieniowanie USB, ale wygląda na to, że sterownik SysDVR nie jest zainstalowany. Czy chcesz go teraz zainstalować?

# MAIN_DRIVER_NOT_FOUND_WARNING
source: Without installing the driver USB streaming may not work
de_de: Ohne die Installation des Treibers funktioniert das USB-Streaming möglicherweise nicht
pl_pl: Przesyłanie strumieniowe USB może nie działać bez zainstalowania sterownika

# MAIN_DRIVER_WARNING
source: You selected USB streaming but Windows reports that it has never seen the SysDVR USB device, before continuing try the following: 1) Open SysDVR settings on your console and select USB mode then click apply. - If the settings app says SysDVR is not running, reboot your console. 2) Launch a compatible game. 3) Connect the console to the PC. If you did everything correctly windows should play the device plugged in sound and possibly show a 'installing device' screen, if that happens click YES on this message box. if you don't see anything it is possible that your USB C cable does not support data connections and you should try a different one. USB C to C cables are known to cause issues. Do you want to try searching for the SysDVR USB device again ? Pressing no will try to start streaming regardless but it will probably fail.
de_de: Sie haben USB-Streaming ausgewählt, aber Windows meldet, dass es das SysDVR-USB-Gerät noch nie gesehen hat; versuchen Sie Folgendes, bevor Sie fortfahren: 1) Öffnen Sie die SysDVR-Einstellungen auf Ihrer Konsole, wählen Sie den USB-Modus und klicken Sie dann auf Übernehmen. - Wenn die Einstellungs-App meldet, dass SysDVR nicht läuft, starten Sie Ihre Konsole neu. 2) Starten Sie ein kompatibles Spiel. 3) Verbinden Sie die Konsole mit dem PC. Wenn Sie alles richtig gemacht haben, sollte Windows den Ton "Gerät angeschlossen" abspielen und möglicherweise einen Bildschirm "Gerät installieren" anzeigen. Wenn Sie nichts sehen, ist es möglich, dass Ihr USB-C-Kabel keine Datenverbindungen unterstützt und Sie sollten ein anderes Kabel verwenden. USB-C-zu-C-Kabel sind dafür bekannt, dass sie Probleme verursachen. Möchten Sie die Suche nach dem SysDVR USB-Gerät erneut versuchen? Wenn Sie auf "Nein" drücken, versuchen Sie trotzdem, die Übertragung zu starten, was aber wahrscheinlich fehlschlagen wird.
pl_pl: Wybrano strumieniowanie USB, ale system Windows zgłasza, że nigdy nie widział urządzenia USB SysDVR; przed kontynuowaniem spróbuj wykonać poniższe czynności: 1) Otwórz ustawienia SysDVR na konsoli, wybierz tryb USB, a następnie kliknij Zastosuj. - Jeśli aplikacja ustawień zgłasza, że SysDVR nie jest uruchomiony, uruchom ponownie konsolę. 2) Uruchom kompatybilną grę. 3) Podłącz konsolę do komputera. Jeśli wszystko zostało wykonane poprawnie, system Windows powinien odtworzyć dźwięk "Urządzenie podłączone" i ewentualnie wyświetlić ekran "Instalowanie urządzenia". Jeśli nic nie widzisz, możliwe, że twój kabel USB-C nie obsługuje połączeń danych i powinieneś użyć innego kabla. Kable USB-C do C są znane z powodowania problemów. Czy chcesz spróbować ponownie wyszukać urządzenie USB SysDVR? Jeśli naciśniesz "Nie", spróbuj mimo wszystko rozpocząć transfer, ale prawdopodobnie zakończy się on niepowodzeniem.

# MAIN_EXIT_APPLICATION
source: Exit Application
de_de: Programm verlassen
pl_pl: Program zakończenia

# MAIN_GRP_ADVANCEDOPTIONS
source: Advanced/Debug options
de_de: Erweiterte/Debug Optionen
pl_pl: Opcje zaawansowane/debugowania

# MAIN_GRP_STREAMCHANNELS
source: Channels to stream
de_de: Zu übertragende Kanäle
pl_pl: Kanały do transmisji

# MAIN_GRP_STREAMINGMODE
source: Stream mode
de_de: Übertragungsmodus
pl_pl: Tryb transmisji

# MAIN_GRP_STREAMINGSOURCE
source: Stream source
de_de: Übertragungsquelle
pl_pl: Źródło transmisji

# MAIN_GRP_STREAMINGSOURCE_INFO
source: Remember to switch to the correct mode with SysDVR-Settings on your console before beginning to stream. If you need help check the guide.
de_de: Denken Sie daran, mit den SysDVR-Einstellungen auf Ihrer Konsole in den richtigen Modus zu wechseln, bevor Sie mit dem Streaming beginnen. Wenn Sie Hilfe benötigen, lesen Sie die Anleitung.
pl_pl: Pamiętaj, aby zmienić tryb na właściwy w ustawieniach SysDVR na konsoli przed rozpoczęciem przesyłania strumieniowego. Jeśli potrzebujesz pomocy, przeczytaj instrukcje.

# MAIN_INFOTEXT
source: This utility will configure the SysDVR-Client command line automatically. If you're not sure what to do here check out the guide on GitHub
de_de: Dieses Programm konfiguriert die Befehlszeile des SysDVR-Clients automatisch. Wenn Sie nicht sicher sind, was Sie hier tun müssen, lesen Sie die Anleitung auf GitHub
pl_pl: Ten program automatycznie konfiguruje wiersz poleceń klienta SysDVR. Jeśli nie jesteś pewien, co tutaj zrobić, przeczytaj instrukcje na GitHubie

# MAIN_INVALID_IP_ADDRESS
source: Invalid IP address
de_de: Invalide Adresse
pl_pl: Nieprawidłowy adres

# MAIN_IP_ADDRESS
source: IP Address
de_de: IP Adresse
pl_pl: Adres IP

# MAIN_LINKLABEL_TEXT
source: Open the guide
de_de: Öffnen Sie den Leitfaden
pl_pl: Otwórz przewodnik

# MAIN_NET_NOT_FOUND
source: .NET doesn't seem to be installed on this pc but it's needed for SysDVR-Client, do you want to open the download page ?\r\n\r\nYou need to download .NET 6 desktop x64 runtime or a more recent version
de_de: .NET scheint auf diesem PC nicht installiert zu sein, wird aber für den SysDVR-Client benötigt. Möchten Sie die Download-Seite öffnen? Sie müssen .NET 6 Desktop x64 Runtime oder eine neuere Version herunterladen.
pl_pl: .NET nie wydaje się być zainstalowany na tym komputerze, ale jest wymagany dla klienta SysDVR. Czy chcesz otworzyć stronę pobierania? Musisz pobrać .NET 6 Desktop x64 Runtime lub nowszą wersję.

# MAIN_NET_OLD
source: It seems you're running an outdated version of .NET. SysDVR-Client requires .NET 6 runtime or a more recent version. Do you want to open the download page ?
de_de: Es scheint, dass Sie eine veraltete Version von .NET verwenden. SysDVR-Client benötigt .NET 6 Runtime oder eine neuere Version. Möchten Sie die Download-Seite öffnen?
pl_pl: Wygląda na to, że używasz nieaktualnej wersji .NET. SysDVR-Client wymaga .NET 6 Runtime lub nowszej wersji. Czy chcesz otworzyć stronę pobierania?

# MAIN_NET_WARNING
source: If you don't upgrade the installed version SysDVR may not work.
de_de: Wenn Sie die installierte Version nicht aktualisieren, funktioniert SysDVR möglicherweise nicht.
pl_pl: Jeśli nie zaktualizujesz zainstalowanej wersji, SysDVR może nie działać.

# MAIN_NET_WRONG_BIT
source: It seems you installed 32-bit .NET instead of the 64-bit one, SysDVR-CLient will not work.\r\n\r\nYou can download the 64-bit version from: https://aka.ms/dotnet/6.0/windowsdesktop-runtime-win-x64.exe\r\n\r\nDo you want to open it now ?
de_de: Es scheint, dass Sie 32-Bit .NET anstelle der 64-Bit-Version installiert haben, SysDVR-CLient wird nicht funktionieren.\r\n\r\nSie können die 64-Bit-Version herunterladen von: https://aka.ms/dotnet/6.0/windowsdesktop-runtime-win-x64.exe\r\n\r\nMöchten Sie sie jetzt öffnen?
pl_pl: Wygląda na to, że zainstalowałeś 32-bitową wersję .NET zamiast 64-bitowej, SysDVR-CLient nie będzie działać. 64-bitową wersję można pobrać ze strony: https://aka.ms/dotnet/6.0/windowsdesktop-runtime-win-x64.exe\r\n\r\nChcesz ją teraz otworzyć?

# MAIN_OPTIONS_IGNORE_AUDIOVIDEO_SYNC
source: Ignore Audio/Video sync
de_de: Ignoriere Audio/Video sync
pl_pl: Ignorowanie sync audio/wideo

# MAIN_OPTIONS_LOG_STATUS
source: Log status messages
de_de: Logge status Nachrichten
pl_pl: Log dziennika

# MAIN_OPTIONS_LOG_TRANSFER
source: Log transfer info
de_de: Übertragung loggen
pl_pl: Log Transmisja

# MAIN_OPTIONS_PRINT_LIBUSB_DEBUGINFO
source: Print LibUsb debug info
de_de: Zeige LibUsb Debug
pl_pl: Pokaż LibUsb Debug

# MAIN_OPTIONS_PRINT_LIBUSB_WARNINGS
source: Print LibUsb warnings
de_de: Zeige LibUsb Warnungen
pl_pl: Pokaż LibUsb Ostrzeżenia

# MAIN_REINSTALL_USB
source: Reinstall USB driver
de_de: Treiber installieren
pl_pl: Zainstaluj sterownik

# MAIN_SHOW_ADVANCED_OPTIONS
source: Show advanced options
de_de: Erweiterte Optionen
pl_pl: Opcje zaawansowane

# MAIN_STREAMING_TCP_INFO
source: TCP Bridge (network mode)
de_de: TCP-Brücke (Netzwerkmodus)
pl_pl: Mostek TCP (tryb sieciowy)

# MAIN_STREAMING_USB_INFO
source: USB (Will automatically install driver, if needed)
de_de: USB (installiert den Treiber automatisch, falls erforderlich)
pl_pl: USB (w razie potrzeby automatycznie instaluje sterownik)

# MAIN_STREAMOPTIONS_FILE
source: Save to file
de_de: In Datei speichern
pl_pl: Zapisz do pliku

# MAIN_STREAMOPTIONS_PLAY
source: Play with the built-in video player (Recommended)
de_de: Integrierter Videoplayer (empfohlen)
pl_pl: Zintegrowany odtwarzacz wideo (zalecane)

# MAIN_STREAMOPTIONS_PLAY_MVP
source: Play in mpv with low latency (single channel only)
de_de: Wiedergabe im MPV-Format mit geringer Latenz (nur ein Kanal)
pl_pl: Odtwarzanie w formacie MPV z niskim opóźnieniem (tylko jeden kanał)

# MAIN_STREAMOPTIONS_PLAY_RTSP
source: Relay to a different video player via RTSP -- This is not the RTSP option in SysDVR-settings, read the guide if unsure
de_de: Weiterleitung an andere Videoplayer über RTSP -- Dies ist nicht die RTSP-Option in den SysDVR-Einstellungen, lese die Anleitung
pl_pl: Przekazywanie do innych odtwarzaczy wideo przez RTSP -- To nie jest opcja RTSP w ustawieniach SysDVR, przeczytaj instrukcje

# MPVSTREAM_DOWNLOAD
source: Download mpv from the official site
de_de: mpv von der offiziellen Website herunterladen
pl_pl: Pobierz mpv z oficjalnej strony internetowej

# MPVSTREAM_INFO
source: To stream via mpv you must provide the path of its main executable (called mpv.com for windows)
de_de: Um über mpv zu streamen, müssen Sie den Pfad der ausführbaren Datei angeben (mpv.com für Windows)
pl_pl: Aby przesyłać strumieniowo przez mpv, należy określić ścieżkę pliku wykonywalnego (mpv.com dla Windows)

source: options
de_de: Optionen
pl_pl: Opcje

source: Path
de_de: Pfad
pl_pl: Ścieżka

# PLAYSTREAM_SCALING
source: Use anisotropic filtering for scaling (direct3d renderer only)
de_de: Anisotrope Filterung für Skalierung verwenden (nur direct3d-Renderer)
pl_pl: Użycie filtrowania anizotropowego do skalowania (tylko renderer direct3d)

# PLAYSTREAM_USEACC
source: Use hardware acceleration for decoding (not recommended as auto detection may fail, it's better to use the --decoder option from cmd)
de_de: Hardware-Beschleunigung für die Dekodierung verwenden (nicht empfohlen, da die automatische Erkennung fehlschlagen kann; besser ist es, die Option --decoder von cmd zu verwenden)
pl_pl: Użyj akceleracji sprzętowej do dekodowania (niezalecane, ponieważ automatyczne wykrywanie może się nie powieść; lepiej użyć opcji --decoder w cmd).

# RTSPSTREAM_INFO
source: To connect to the RTSP stream open a video player (mpv is recommended) and connect to rtsp://127.0.0.1:6666/ (this is the fixed address of your pc, you don't need to change it)
de_de: Um eine Verbindung zum RTSP-Stream herzustellen, öffnen Sie einen Videoplayer (mpv wird empfohlen) und stellen Sie eine Verbindung zu rtsp://127.0.0.1:6666/ her (dies ist die feste Adresse Ihres PCs, Sie müssen sie nicht ändern)
pl_pl: Aby połączyć się ze strumieniem RTSP, otwórz odtwarzacz wideo (zalecany jest mpv) i połącz się z rtsp://127.0.0.1:6666/ (jest to stały adres twojego komputera, nie musisz go zmieniać).

# RTSPSTREAM_LAUNCHINFO
source: Launch the stream automatically ? Select Mpv's main executable (Optional)
de_de: Den Stream automatisch starten ? Wählen Sie die ausführbare Datei von Mpv (optional)
pl_pl: Uruchomić strumień automatycznie? Wybierz plik wykonywalny Mpv (opcjonalnie)

# RTSPSTREAM_LOWLAT
source: RTSP low-latency mode
de_de: RTSP-Modus mit niedriger Latenzzeit
pl_pl: Tryb RTSP z niskim opóźnieniem

# RTSPSTREAM_UNTIMED
source: Do not wait for synchronization (--untimed)
de_de: Nicht auf die Synchronisierung warten (--untimed)
pl_pl: Nie czekaj na synchronizację (--untimed)

source: Video
pl_pl: Wideo

# WILL_CLOSE_NOW
source: will now close
de_de: wird geschlossen
pl_pl: zostanie zamknięty
